Repository: abeek1/61439-3_2024
Catalog: tm/EVS-EN_61439-1_2021/EVS-EN_61439-1_2021_10_Design verification  _10 KONSTRUKTSIOONIOMADUSTE KONTROLL.tmx
Source language: en
Languages: et

source: Where an incoming or outgoing circuit includes a SCPD that reduces the peak and/or duration of the fault current, then the circuit shall be tested allowing the SCPD to operate and interrupt the fault current (see 5.3.6 rated conditional short-circuit current Icc).
et: Kui kooste sisend- või väljundahelates on rikkevoolu amplituudi ja/või kestust piirav lühisekaitseaparaat, tuleb ahelat katsetada, lastes lühisekaitseaparaadil rakenduda ning rikkevool välja lülitada (vt jaotis 5.3.5, tinglik tunnus-lühisvool Icc).

source: If the SCPD contains an adjustable short-circuit release, then this shall be set to the maximum allowed value (see 9.3.2, second paragraph).
et: Kui lühisekaitseaparaat sisaldab seadistatavat vabastit, tuleb see seada enimalt lubatavale väärtusele (vt jaotise 9.3.2 teine lõik).

source: NOTE In some cases, where protective functions of the device can be disabled, this can result in higher peak currents and let through energy.
et: MÄRKUS Mõnikord, kui aparaadi kaitsefunktsioonid võivad olla blokeeritud, võib see juhtuda suurema löökvoolu ja läbilaskeenergia tagajärjel.

source: One of each type of circuit shall be subject to a short-circuit test as described in 10.11.5.3.2 to 10.11.5.3.5.
et: Lühisekatsetus tuleb sooritada ühe ahelaga igast jaotistes 10.11.5.3.2 kuni 10.11.5.3.5 kirjeldatud liigist.

source: 10.11.5.3.2 Outgoing circuits The outgoing terminals of outgoing circuits shall be provided with a bolted short-circuit connection.
et: 10.11.5.3.2 Väljundahelad Väljundahelate väljundklemmid tuleb ette näha lühistamiseks poltliite abil.

source: When the protective device in the outgoing circuit is a circuit-breaker, the test circuit may include a shunting resistor in accordance with 9.3.4.1.2 b) of IEC 60947-1:2020 in parallel with the reactor used to adjust the short-circuit current.
et: Kui väljundahela kaitseaparaat on kaitselüliti, võib vastavalt standardi IEC 60947-1:2020 jaotise 9.3.4.1.2 punktile b olla katsetusahelas rööbiti lühisvoolu seadistamiseks kasutatava reaktoriga seda sildav takisti.

source: For circuit-breakers having a rated current up to and including 630 A, a conductor 0,75 m in length having a cross-sectional area corresponding to the rated current (see Table 11 and Table 12) shall be included in the test circuit.
et: Kaitselülitite puhul, mille tunnusvool ei ole üle 630 A, peab katsetusahelas olema 0,75 m pikkune ja nimivoolule vastava ristlõikega juht (vt tabelid 11 ja 12).

source: At the original manufacturer’s discretion, a shorter connection than 0,75 m may be used.
et: Esmatootja äranägemisel võib kasutada ka juhte, mis on lühemad kui 0,75 m.

source: The switching device shall be closed and held closed in the manner normally used in service.
et: Lülitusaparaat tuleb sisse lülitada ja jätta suletud seisundisse viisil, nagu seda talitlusel normaalselt kasutatakse.

source: The test voltage shall then be applied once for a magnitude and duration as given in 10.11.5.4.
et: Katsetuspinget tuleb seejärel rakendada ühel korral jaotises 10.11.5.4 esitatud väärtuse ja kestusega.

source: In the case of outgoing circuits which do not include an SCPD, the magnitude and duration shall be as specified for the main busbars by the original manufacturer.
et: Kui väljundahelas ei ole lühisekaitseaparaati, tuleb voolu väärtus ja kestus valida, nagu need on sätestanud peakogumislattide jaoks esmatootja.

source: Testing of outgoing circuits may also result in the operation of the incoming SCPD.
et: Väljundahelate katsetamine võib põhjustada ka sisendahela lühisekaitseaparaadi rakendumise.

source: 10.11.5.3.3 Incoming circuit and main busbars Assemblies containing main busbars shall be tested to prove the short-circuit withstand strength of the main busbars and the incoming circuit including at least one joint where the busbars are intended to be extendable.
et: 10.11.5.3.3 Sisendahelad ja peakogumislatid Peakogumislatte sisaldavaid koosteid tuleb katsetada peakogumislattide ja sisendahelate, sealhulgas, kui on ette nähtud latistiku laiendamine, vähemalt ühe ettenähtud liitmiku lühisetaluvusele.

source: The short-circuit shall be placed such that the length of main busbar included in the test is (2 ± 0,4) m.
et: Lühisahel tuleb moodustada selliselt, et see hõlmaks katsetatavaid peakogumislatte vähemalt pikkuses (2 ± 0,4) m.

source: For the verification of rated short-time withstand current (see 5.3.5) and rated peak withstand current (see 5.3.4), this distance may be increased and the test conducted at any convenient voltage providing the test current is the rated value (see 10.11.5.4 b)).
et: Lühiajalise tunnus-taluvusvoolu (vt jaotis 5.3.5) ja tunnus-lööktaluvusvoolu (vt jaotis 5.3.4) kontrollimiseks võib seda vahemaad suurendada ja katsetus sooritada mingil sobival pingel, tagades, et katsetusvool on tunnusväärtusega (vt jaotise 10.11.5.4 punkt b).

source: Where the design of the assembly is such that the length of the busbars to be tested is less than 1,6 m and the assembly is not intended to be extended, then the complete length of busbar shall be tested, the short-circuit being established at the end of these busbars.
et: Kui kooste konstruktsioon on selline, et katsetatavate lattide pikkus on alla 1,6 m ning kooste pole ette nähtud laiendamiseks, tuleb latte katsetada nende kogu pikkuses ja lühis tuleb tekitada lattide lõpus.

source: If a set of busbars consists of different sections (as regards cross-sections, centre line spacing of the conductors, type and number of supports per metre), each section shall be tested separately or concurrently, provided that the above conditions are met.
et: Kui mingil latikomplektil on mitu erisugust lõiku (eri ristlõikega, lattide erisuguse telgedevahelise kaugusega, tugede eri tüübiga ja nende arvuga meetri kohta), tuleb iga lõiku katsetada eraldi või ühel ajal, tagades, et eelnimetatud tingimused on täidetud.

source: 10.11.5.3.4 Connections to the supply side of outgoing units Where an assembly contains conductors, including any distribution busbars, between a main busbar and the supply side of outgoing functional units that do not fulfil the requirements of 8.6.4, one circuit of each type shall be subjected to an additional test.
et: 10.11.5.3.4 Väljundühikute ühendused toitepoolega Kui kooste sisaldab peakogumislattide ja väljuvate funktsionaalühikute toitepoole vahel juhte, sealhulgas jaotuslatte (kui need on olemas), mis ei rahulda jaotise 8.6.4 nõudeid, tuleb ühega ahelate igast eri liigist sooritada lisakatsetus.

source: A short-circuit is obtained by bolted connections on the conductors connecting the busbars to a single outgoing unit, as near as practicable to the terminals on the busbar side of the outgoing unit.
et: Lühis moodustatakse poltühendustega juhtidel, mis ühendavad kogumislatte üksiku väljundühikuga nii lähedal kui praktiliselt võimalik väljundühiku lattidepoolsetele klemmidele.

source: The value and duration of the short-circuit current shall be the same as that for the main busbars.
et: Lühisvoolu väärtus ja kestus peab olema samasugune nagu peakogumislattide korral.

source: 10.11.5.3.5 Neutral or mid-point conductor
et: 10.11.5.3.5 Neutraal- ja keskjuht

source: 10.11.5.3.5.1 Neutral conductor
et: 10.11.5.3.5.1 Neutraaljuht

source: If a neutral conductor exists within a circuit, it shall be subjected to one test to prove its shortcircuit withstand strength in relation to the nearest line conductor of the circuit under test including any joints.
et: Kui ahelas on neutraaljuht, tuleb ühe katsetusega kontrollida selle lühisetaluvust võrreldes katsetatava ahela lähima faasijuhiga, sealhulgas võimalike liitmikega.

source: Line to neutral short-circuit connections shall be applied as specified in 10.11.5.3.3.
et: Faasi- ja neutraaljuhi lühiseühendused tuleb rakendada, nagu see on sätestatud jaotises 10.11.5.3.3.

source: Unless otherwise agreed between the original manufacturer and the user, the value of the test current in the neutral conductor shall be at least 60 % of the line current during the three-phase test.
et: Kui esmatootja ja kasutaja vahel pole teisiti kokku lepitud, peab neutraaljuhi katsetusvool olema kolmefaasilise katsetuse ajal vähemalt 60 % faasivoolust.

source: The test need not be executed if the test is intended to be made with a current of 60 % of the line current and if the neutral conductor is: – the same shape and cross-section as the line conductors; – supported in an identical manner as the line conductors and with support centres along the length of the conductor not greater than that of the phases; – spaced at a distance from the nearest phase(s) not less than that between phases; – spaced at a distance from earthed metalwork not less than the line conductors.
et: Katsetamist ei ole vaja sooritada, kui katsetus on ette nähtud vooluga, mis moodustab 60 % faasijuhi voolust ning kui neutraaljuht — on sama kuju ja sama ristlõikega nagu faasijuhid; — on toestatud samal viisil nagu faasijuhid, kusjuures tugede keskmete vahekaugus piki juhti pole suurem kui faasijuhtide korral; — asetseb lähimale faasijuhile mitte lähemal kui faasijuhid üksteisest; — asetseb maandatud metallosadele mitte lähemal kui faasijuhid.

source: If a 4-pole busbar system is sectioned by a three pole device, the short-time withstand current test including the neutral need not be executed if the test is intended to be made with a current of 60 % of the line current and: a) the criteria listed above are met; and b) the neutral pole is part of a 4-pole busbar system that includes a 3-pole device, and c) the 3-pole device does not result in any changes to the support system that would be necessary to support the line and neutral conductors if the 3-pole device were not present.
et: Kui neljapooluseline latisüsteem on sektsioneeritud kolmepooluselise aparaadi abil, ei ole lühiajalise taluvusvoolu katsetust koos neutraaliga vaja sooritada, kui katsetus on ette nähtud sooritada voolul, mis mõõdistab 60 % faasivoolust ning a) ülalesitatud kriteeriumid on täidetud ja b) neutraalpoolus on osa neljapooluselisest latisüsteemist, mis sisaldab kolmepooluselist aparaati, ja c) kolmepooluseline aparaat ei põhjusta mingeid muudatusi kandesüsteemis, mis võib olla vajalik, et kanda faasijuhte ja neutraaljuhti ka siis, kui kolmepooluselist aparaati ei ole.

source: 10.11.5.3.5.2 Mid-point conductor The mid-point conductor shall be subjected to one test to prove its short-circuit withstand strength in relation to the line conductor of the circuit under test including any joints.
et: 10.11.5.3.5.2 Keskjuht Keskjuhil tuleb ühe katsetusega kontrollida selle lühisetaluvust võrreldes katsetatava ahela faasijuhiga, sealhulgas võimalike liitmikega.

source: Mid-point to line short-circuit connections shall be applied as specified in 10.11.5.3.3.
et: Kesk- ja faasijuhi lühiseühendus tuleb rakendada selliselt, nagu see on sätestatud jaotises 10.11.5.3.3.

source: Unless otherwise agreed between the original manufacturer and the user, the value of the test current in the mid-point conductor shall be 100 % of the line to line test current.
et: Kui esmatootja ja kasutaja vahel pole teisiti kokku lepitud, peab keskjuhi katsetusvool olema 100 % faasidevahelisest katsetusvoolust.

source: The test need not be executed if the mid-point conductor is not positioned between the line conductors if the following are fulfilled: – it is the same shape and cross-section as the line conductors; – it is supported in an identical manner as the line conductors and with support centres along the length of the conductor not greater than that of the line conductors; – it is spaced at an equal or greater distance than the distance between the line conductor(s).
et: Katsetamist ei ole vaja sooritada, kui keskjuht ei paikne faasijuhtide vahel ja kui järgmised tingimused on täidetud: — keskjuht on sama kuju ja sama ristlõikega nagu faasijuhid; — keskjuht on toestatud samal viisil nagu faasijuhid, kusjuures tugede keskmete vahekaugus piki juhti pole suurem kui faasijuhtide korral; — selle vahekaugus muudest juhtidest on sama või suurem kui kaugus faasijuhtide vahel.

source: In the case of a short-time withstand current, the test need not be executed if: a) the criteria listed above are met; and b) the mid-point pole is part of a 3-pole busbar system that includes a device; and c) the device does not result in any changes to the support system that would be necessary to support the line and mid-point conductors if the device were not present.
et: Lühiajalise taluvusvoolu katsetuse sooritamine ei ole vajalik, kui a) ülalesitatud kriteeriumid on täidetud ja b) keskpoolus on osa kolmepooluselisest latisüsteemist, mis sisaldab aparaati, ja c) aparaat ei põhjusta mingeid muudatusi kandesüsteemis, mis võib olla vajalik, et kanda faasijuhte ja keskjuhti ka siis, kui sellist aparaati ei ole.

source: 10.11.5.4 Value and duration of the short-circuit current For all short-circuit withstand ratings, the dynamic and thermal stresses shall be verified with a prospective current at the supply side of the specified protective device, if any, equal to the value of the rated short-time withstand current, rated peak withstand current or rated conditional short-circuit current.
et: 10.11.5.4 Lühisvoolu väärtus ja kestus Kõigi lühisetaluvuse tunnusandmete puhul tuleb dünaamilisi ja soojuslikke toimeid kontrollida määratud kaitseaparaadi (kui see on olemas) toitepoole arvutusliku vooluga, mis võrdub kas lühiajalise tunnustaluvusvooluga, tunnus-lööktaluvusvooluga või tingliku tunnus-lühisvooluga.

source: For the verification of all the short-circuit withstand ratings (see 5.3.4 to 5.3.6 inclusive), the value of the prospective short-circuit current shall be within a tolerance of 0 % to +5 % at a test voltage equal to 1,05 times the rated operational voltage Ue of the circuit.
et: Lühisetaluvuse kõigi tunnusandmete (vt jaotised 5.3.4 kuni 5.3.6) kontrollimiseks peab arvutusliku lühisvoolu väärtus katsetuspingel, mis võrdub ahela 1,05-kordse tunnus-talitluspingega Ue tolerantsil 0 % kuni +5 %.

source: The value of the short-circuit current shall be determined from a calibration oscillogram, which is taken with the supply conductors to the assembly short-circuited by a connection of negligible impedance placed as near as possible to the input supply of the assembly.
et: Lühisvoolu väärtus tuleb määrata kalibreerimisostsillogrammist, mis on võetud, kui kooste toitejuhid on kaduvväikese näivtakistuse kaudu lühistatud kohas, mis asub kooste sisendtoitele nii lähedal kui võimalik.

source: The oscillogram shall show that there is a constant flow of current such that it is measurable at a time equivalent to the operation of the protective device incorporated in the assembly or for the specified duration (see 9.3.2 a)).
et: Ostsillogramm peab näitama, et tegemist on sellise pideva mõõdetava vooluga, et see on mõõdetav ajavahemikus, mis on ekvivalentne koostesse sisse ehitatud kaitseaparaadi rakendumisega või muul viisil sätestatud kestusega (vt jaotise 9.3.2 punkt a).

source: The value of current during the calibration is: – for a test with AC, the RMS value of the AC component and the average of currents of all phases in a poly-phase system; or – for a test with DC, the mean value in sustained conditions.
et: Voolu väärtus kalibreerimise kestel on — katsetamisel vahelduvvooluga vahelduvvoolukomponendi efektiivväärtus ja mitmefaasilise süsteemi kõigi faaside voolude keskväärtus, — katsetamisel alalisvooluga kestevvoolu keskväärtus.

source: When making the tests at maximum operational voltage, the calibration current shall be equal to the rated short-circuit current with a tolerance of 0 % to +5 %.
et: Katsetamisel suurima talitluspingega peab kalibreerimisvool võrduma tunnus-lühisvooluga koos tolerantsiga 0 % kuni +5 %.

source: In poly-phase systems, this tolerance applies to the average of all line currents, while each individual line current may have a tolerance of ±5 % of the rated value.
et: Mitmefaasilistes süsteemides kehtib see tolerants kõigi faasivoolude keskväärtuse kohta, kusjuures iga üksiku faasivoolu tolerants võib olla ±5 % tunnusväärtusest.

source: For AC tests, the power factor shall be within a tolerance of 0,00 and −0,05.
et: Vahelduvvoolukatsetustel peab võimsustegur olema tolerantsipiirides 0,00 kuni –0,05.

source: The peak current and power factor in the case of an AC test shall be in accordance with 9.3.3.
et: Vahelduvvoolukatsetusel peab löökvool ja võimsustegur olema kooskõlas jaotisega 9.3.3.

source: All tests for AC applications shall be carried out at the rated frequency of the assembly with a tolerance of  25 %.
et: Kõik vahelduvvoolurakenduste katsetused tuleb sooritada kooste tunnussagedusel tolerantsiga ±25 %.

source: With the following exception, tests for DC applications shall be carried out with DC.
et: Väljaarvatult allpool esitatud erandi korral tuleb alalisvoolurakenduste katsetused sooritada alalisvoolul.

source: An AC short-time current test may be used to verify a rated DC short-time withstand current and a rated DC peak withstand current providing the test with AC has a peak current equal to the rated DC peak withstand current and the RMS value of the short-time current is at least equal to the rated DC short-time withstand current.
et: Vahelduvvoolu lühiajalise voolu katsetust võib kasutada alalisvoolu puhul lühiajalise tunnus-taluvusvoolu ja alalisvoolu tunnus-lööktaluvusvoolu katsetusel, nähes ette, et vahelduvvoolul on löökvool võrdne alalisvoolu tunnus-lööktaluvusvooluga ja et lühiajalise voolu efektiivväärtus on vähemalt võrdne alalisvoolu lühiajalise tunnus-taluvusvooluga.

source: When substituting a DC test by an AC test, it should be recognized that the thermal and dynamic stresses of the AC test are higher than those of the equivalent DC test.
et: Kui alalisvoolukatsetus asendatakse vahelduvvoolukatsetusega, tuleb arvestada, et vahelduvvoolukatsetuse soojuslikud ja dünaamilised toimed on suuremad kui ekvivalentsel alalisvoolukatsetusel.

source: a) For a test at the rated conditional short-circuit current Icc, whether the protective devices are in the incoming circuit of the assembly or elsewhere, the test voltage shall be applied for a time sufficiently long to enable the short-circuit protective devices to operate to clear the fault and, in any case, for not less than 10 cycles for AC and 200 ms for DC.
et: a) Katsetamisel tingliku tunnus-lühisvoolu Icc juures, sõltumata sellest, kas kaitseaparaadid on kooste sisendühikus või mujal, tuleb katsetuspinget rakendada piisava aja kestel, et lühisekaitseaparaadid jõuaksid rikkeolukorra kõrvaldada, kuid igal juhul mitte vähem kui vahelduvvoolu 10 perioodi jooksul ja 200 ms kestva alalisvoolu jooksul.

source: The test shall be conducted at 1,05 times the rated operational voltage with prospective short-circuit currents, at the supply side of the specified protective device, equal to the value of the rated conditional short-circuit current.
et: Katsetus tuleb sooritada sätestatud kaitseaparaadi toitepoolel 1,05-kordsele tunnus-talitluspingele vastavate arvutuslike lühisvoolude juures, mis võrdub tingliku tunnus-lühisvooluga.

source: Tests at lower voltages are not permitted.
et: Katsetused madalamatel pingetel ei ole lubatud.

source: b) For a test at the rated short-time withstand current and at the rated peak withstand current, the dynamic and thermal stresses shall be verified with a prospective current equal to the value of rated short-time withstand current and rated peak withstand current declared.
et: b) Katsetamisel lühiajalise tunnus-taluvusvoolu ja tunnus-lööktaluvusvoolu juures tuleb dünaamilisi ja soojuslikke toimeid kontrollida arvutusliku vooluga, mille väärtus võrdub deklareeritud lühiajalise tunnus-taluvusvooluga ja tunnus-lööktaluvusvooluga.

source: The current shall be applied for the specified time during which the RMS value of its AC component in the case of a test with AC, or the DC value in the case of a test with DC, shall remain constant.
et: Voolu tuleb rakendada sätestatud ajavahemikus, mille kestel vahelduvvoolukatsetuse korral selle vahelduvvoolukomponendi efektiivväärtus, alalisvoolukatsetuse korral aga alalisvoolu väärtus peab jääma konstantseks.

source: In the event of difficulties in carrying out the short-time or peak withstand tests at the maximum operational voltage with the test station, the tests according to 10.11.5.3.3, 10.11.5.3.4 and 10.11.5.3.5 may be carried out at any convenient voltage with the original manufacturer’s agreement, the actual test current being in this case equal to the rated short-time current or peak withstand current.
et: Kui katsetusjaamas on raskusi lühiajaliste või lööktaluvuse katsetuste sooritamisega suurimal talitluspingel, võib vastavalt jaotistele 10.11.5.3.3, 10.11.5.3.4 ja 10.11.5.3.5 esmatootja nõusolekul sooritada katsetusi mis tahes sobival pingel, kui tegelik katsetusvool sel juhul võrdub lühiajalise tunnusvooluga või lööktaluvusvooluga.

source: This shall be stated in the test report.
et: See asjaolu tuleb esitada katsetusaruandes.

source: If, however, any momentary contact separation occurs in a contact arrangement (e.g. within a switching device or a plug-in contact), during the test, the test shall be repeated at the maximum operational voltage.
et: Kui katsetuste ajal toimub siiski kontaktisüsteemi hetkeline lahutumine (nt lülitusaparaadis või pistikühenduses), tuleb katsetust korrata suurimal talitluspingel.

source: If necessary, due to test limitations, a different test period is permissible; in such a case, the test current should be modified in accordance with the formula I2t = constant, provided that the peak value does not exceed the rated peak withstand current without the original manufacturer's consent and that the RMS value in the case of a test with AC, or DC value in the case of a test with DC, of the short-time current is not less than the rated value in at least one phase for at least 0,1 s after current initiation.
et: Kui katsetuspiirangute tõttu on vajalik, lubatakse ka teistsugust katsetuse kestust; sel juhul tuleks katsetusvoolu muuta vastavalt valemile I2t = const., tagades, et tippväärtus ei ületa tunnuslööktaluvusvoolu ilma esmatootja nõusolekuta ning et lühiajalise voolu efektiivväärtus katsetamisel vahelduvvooluga või alalisvoolu väärtus katsetamisel alalisvooluga ei ole väiksem kui vähemalt ühe faasi tunnusväärtus vähemalt 0,1 s järel pärast voolu tekitamist.

source: The peak current withstand test and the short-time current test may be separated.
et: Lööktaluvusvoolu katsetust ja lühiajalise voolu katsetust võib sooritada eraldi.

source: In this case, the time during which the short-circuit is applied for the peak current withstand test shall be such that the value I2t is not larger than the equivalent value for the short-time current test, but it shall be not less than 60 ms.
et: Sel juhul peab ajavahemik, mille kestel lööktaluvusvoolu katsetusel rakendatakse lühisvoolu, olema valitud selliselt, et korrutise I2t väärtus ei ole suurem kui ekvivalentne väärtus lühiajalise voolu katsetamisel, kuid see peab kestma vähemalt 60 ms.

source: Where the required test current in each phase cannot be achieved, the positive tolerance may be exceeded with the agreement of the original manufacturer.
et: Kui kõigis faasides ei saavutata nõutavat katsetusvoolu, võib kokkuleppel esmatootjaga ületada lubatava tolerantsi positiivset piiri.
